---
kind: method
id: M:Autodesk.Revit.UI.DockablePane.IsShown
source: html/bdf835cc-4bf1-2b78-4b3c-d807fedbbde3.htm
---
# Autodesk.Revit.UI.DockablePane.IsShown Method

Identify the pane is currently visible or in a tab.

## Syntax (C#)
```csharp
public bool IsShown()
```